class Write < ActiveHash::Base
  self.data = [
    { id: 1, title: '最近、怒りを感じたことはありますか？' },
    { id: 2, title: '最近、悲しいと感じたことはありますか？' },
    { id: 3, title: 'あなたが憧れてる人はどんな人ですか？' },
    { id: 4, title: '昨日、１日の中であなたがエネルギーを使ったものは何でしょうか？' },
    { id: 5, title: '昨日、１日の中であなたの気分を下げたものは何でしょうか？' },
    { id: 6, title: 'あなたの理想の習慣と現在のギャップは何でしょうか？' },
    { id: 7, title: 'あなたに良い影響を与えてくれる人へどんな感謝がありますか？' },
    { id: 8, title: 'あなたが１番幸福と感じるのはどんなことをしている時ですか？？' },
    { id: 9, title: 'あなたが１日の中で、１番心が落ち着く瞬間はどんな時ですか？' },
    { id: 10, title: '今、心でしまっていて誰にも言えないことはなんですか？' }
  ]
end
